/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "1";
"version-sig"	= "KO-070918";

"common-controls-restart"		= "재시동";
"common-controls-shutdown"		= "시스템 종료";
"common-controls-continue"		= "계속";

"common-tab-apple-title"		= " 정보  ";			// does look better with spaces at head and tail
"common-tab-test-title"			= "   하드웨어 테스트   ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= "   하드웨어 프로필   ";	// does look better with spaces at head and tail
"common-version-str"			= "버전 ";
"common-bundle-str"				= "번들 ";

"mark-graphics-unknown-str"		= "알 수 없는 비디오";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "설치됨";
"mark-generic-absent-str"		= "발견된지 않음";
"mark-generic-hasDevice-str"	= "장비 연결됨";
"mark-generic-hasNoDevice-str"	= "연결된 장비 없음";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "헤르츠";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "바이트";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "비트";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "볼트";


"units-hour-str"		= " 시간 ";
"units-hours-str"		= " 시간 ";
"units-min-str"			= " 분 ";
"units-mins-str"		= " 분 ";
"units-sec-str"			= " 초";
"units-secs-str"		= " 초";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test가 지원하지 않는 기종입니다.";
"notcompat-ownrisk-str"			= "무시하고 계속 진행합니다[사전 출시에만 해당].";


"test-head-intro1-text"			= "Apple Hardware Test는 Macintosh의 하드웨어 테스트를 수행할 수 있습니다.";
"test-head-intro2-text"			= "테스트를 수행하려면, “테스트” 단추를 클릭하거나 “T” 키를 누르십시오.";

"test-probe-onto-text"			= "하드웨어 확인 중, 1분 정도 소요될 수 있습니다...";
"test-probe-outof-text"			= "하드웨어 검사가 완료되었습니다.";

"test-controls-launch"			= "테스트";
"test-controls-interrupt"		= "테스트 중단";

"test-choices-title"			= "테스트 선택";
"test-about-title"				= "테스트와 결과 정보";
"test-results-title"			= "테스트 결과";

"test-results-notestyet"		= "검사가 완료되기 전에 테스트를 실행할 수 없습니다.";
"test-results-nodevfound"		= "발견된 장비가 없습니다.";
"test-results-notyet"			= "테스트 준비.";
"test-results-quick-ongoing"	= "테스트 진행 중입니다.";
"test-results-extend-ongoing"	= "확장 테스트 진행 중입니다.";
"test-results-willstop"			= "테스트가 중단될 것입니다.";
"test-results-interrupted"		= "테스트가 완료되지 않았습니다.";
"test-results-nofail"			= "발견된 문제가 없습니다.";
"test-results-error"			= "테스트 도중 내부 오류.";
"test-results-failed"			= "경고!  Apple Hardware Test가 오류를 발견하였습니다.";

"test-ongoing-short-status"		= "테스트 진행 중입니다.";
"test-ongoing-mlb-status"		= "메인 로직 보드를 테스트합니다.";
"test-ongoing-memory-status"	= "메모리를 테스트합니다.";
"test-ongoing-storage-status"	= "저장 장치를 테스트합니다.";
"test-ongoing-video-status"		= "그래픽을 테스트합니다.";

"test-ongoing-pass-time-text"	= "동안 테스트 중...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "동안 테스트 중...";
"test-ongoing-sess-pass-text"	= "패스 수: ";
"test-ongoing-sess-time-text"	= "전체 테스트 시간: ";

"test-desc-initial-1-text"	= "Apple Hardware Test는 컴퓨터의 하드웨어 구성 요소와의 문제를 검사하는 진단용 툴입니다.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "수행된 테스트는 하드웨어 문제인지 소프트웨어 문제인지 결정하는데 도움을 줍니다.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "테스트 결과가 하드웨어 문제가 없는 것으로 결정되면, 컴퓨터와 같이 제공되는 설명서 및/또는 도움말(시스템)을 참조하여 문제를 해결하십시오.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "예상 완료 시간: 설치된 메모리 용량에 따라 3분, 또는 그 이상.";	/* default */
"test-desc-intro-quick-text2"	= "예상 완료 시간: 설치된 메모리 용량에 따라 10초에서 15초, 또는 그 이상.";
"test-desc-intro-quick-text3"	= "예상 완료 시간: 설치된 메모리 용량에 따라 2분, 또는 그 이상.";
"test-desc-intro-quick-text4"	= "예상 완료 시간: 설치된 메모리 용량에 따라 4분, 또는 그 이상.";

"test-desc-intro-extend-text"	= "예상 완료 시간: 설치된 메모리 용량에 따라 1시간, 또는 그 이상.";	/* default */
"test-desc-intro-extend-text2"	= "예상 완료 시간: 설치된 메모리 용량에 따라 10분에서 15분, 또는 그 이상.";
"test-desc-intro-extend-text3"	= "예상 완료 시간: 설치된 메모리 용량에 따라 30분, 또는 그 이상.";
"test-desc-intro-extend-text4"	= "예상 완료 시간: 설치된 메모리 용량에 따라 2시간, 또는 그 이상.";

"test-desc-option-extend-text"	= "확장 테스트를 수행합니다(상당히 많은 시간이 걸림).";
"test-desc-option-loop-text"	= "반복 사용 가능.";

"test-desc-quick-running-1-text"	= "테스트 진행 중...";
"test-desc-quick-running-2-text"	= "중단하려면, “테스트 중단” 단추를 클릭하십시오.";
"test-desc-quick-running-3-text"	= "또는, “command”(Apple) 키와 “.”(마침표) 키를 동시에 누르십시오.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "확장 테스트 진행 중...";
"test-desc-extend-running-2-text"	= "중단하려면, “테스트 중단” 단추를 클릭하십시오.";
"test-desc-extend-running-3-text"	= "또는, “command”(Apple) 키와 “.”(마침표) 키를 동시에 누르십시오.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "경고!  Apple Hardware Test가 오류를 발견하였습니다.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "먼저, 테스트의 결과 영역에서 오류 코드를 확인하십시오.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "두번째, 컴퓨터에 연결된 주변 장치가 있다면, 컴퓨터를 종료하고, 주변 장치를 연결 해제한 다음 확장 테스트를 실행하여 결과를 확인하십시오.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "다음으로, 여전히 오류가 보고되면, 향후 지원을 위해 컴퓨터와 함께 제공된 서비스 및 지원 자료에서 AppleCare에 연락하는 방법을 검토하십시오.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "경고! Apple Hardware Test가 시동 중 발생한 오류를 감지하였습니다.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "먼저, 테스트의 결과 영역에서 오류 코드를 확인하십시오.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "두번째, 컴퓨터에 연결된 주변 장치가 있다면, 컴퓨터를 종료하고, 주변 장치를 연결 해제한 다음 확장 테스트를 실행하여 결과를 확인하십시오.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "다음으로, 여전히 오류가 보고되면, 향후 지원을 위해 컴퓨터와 함께 제공된 서비스 및 지원 자료에서 AppleCare에 연락하는 방법을 검토하십시오.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "제품";
"prof-prod-group-subtitle"		= "제품 세부 사항:";
"prof-prod-name-label"			= "Macintosh 이름:";
"prof-prod-model-label"			= "Macintosh 모델:";
"prof-prod-cputype-label"		= "CPU 유형:";
"prof-prod-cpucount-label"		= "프로세서 수:";
"prof-prod-cpucoretotal-label"	= "전체 코어 수:";
"prof-prod-cpucorecount-label"	= "코어 수:";
"prof-prod-cpuspeed-label"		= "CPU 속도:";
"prof-prod-cpucache-label"		= "L2 CPU 캐시(프로세서당):";

"prof-prod-L2cache-label"		= "L2 캐시:";
"prof-prod-L2cachecore-label"	= "L2 캐시(코어당):";
"prof-prod-L3cache-label"		= "L3 캐시:";

"prof-prod-cpucache3-label"		= "L3 CPU 캐시(CPU당):";
"prof-prod-mlb-sn-label"		= "MLB 일련 번호:";
"prof-processor-tray-sn-label"	= "프로세서 트레이 일련 번호:";

"prof-graph-group-title"		= "비디오";
"prof-graph-group-subtitle"		= "비디오 세부 사항:";
"prof-graph-chipset-label"		= "그래픽:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "모니터 너비(픽셀):";
"prof-graph-disp-height-label"	= "모니터 높이(픽셀):";

"prof-communi-group-title"		= "통신";
"prof-communi-group-subtitle"	= "통신 세부 사항:";
"prof-communi-enet-mac-label"	= "이더넷 MAC 주소:";
"prof-communi-fwire-mac-label"	= "FireWire MAC 주소:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "IR 수신기:";
"prof-communi-usb1-connect-label"	= "USB 포트 1:";
"prof-communi-usb2-connect-label"	= "USB 포트 2:";
"prof-communi-usb3-connect-label"	= "USB 포트 3:";
"prof-communi-usb4-connect-label"	= "USB 포트 4:";

"prof-memo-group-title"			= "메모리";
"prof-memo-group-subtitle"		= "메모리 세부 사항:";
"prof-memo-overview-label"		= "모든 메모리";
"prof-memo-slot-1-label"		= "메모리 #1";
"prof-memo-slot-2-label"		= "메모리 #2";
"prof-memo-slot-3-label"		= "메모리 #3";
"prof-memo-slot-4-label"		= "메모리 #4";
"prof-memo-slot-5-label"		= "메모리 #5";
"prof-memo-slot-6-label"		= "메모리 #6";
"prof-memo-slot-7-label"		= "메모리 #7";
"prof-memo-slot-8-label"		= "메모리 #8";

"prof-memo-type-str"			= "MLB에 장착된 SDRAM.";
"prof-memo--str"				= "알 수 없음";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " 사이클 시간(ns)";
"prof-memo-ct2-str"				= " 사이클(ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "# 연결됨";
"prof-memo-paired-not-str"		= " 연결되지 않음";
"prof-memo-mismatch-label"		= "일치하지 않음:";
"prof-memo-size-str"			= " 크기";
"prof-memo-speed-str"			= " 속도";
"prof-memo-vendor-str"			= " 업체";
"prof-memo-recommend-str"		= "권장됨: ";
"prof-memo-post-fail-str"		= "POST 실패";

"prof-board-group-title"		= "로직 보드";
"prof-board-brom-vers-label"	= "Boot ROM 버전:";
"prof-board-smc-vers-label"		= "SMC 버전:";
"prof-board-syst-sn-label"		= "시스템 일련 번호:";
"prof-board-bootdev-label"		= "기본 시동 장비:";

"prof-stor-group-title"			= "저장 장치";
"prof-stor-size-label"			= "크기:";

"prof-powr-group-title"			= "전원";
"prof-powr-group-subtitle"		= "전원 세부 사항:";
"prof-powr-src-label"			= "전원 소스:";
"prof-powr-src-wall-str"		= "어댑터";
"prof-powr-src-batt-str"		= "배터리";
"prof-powr-ac-on-str"			= "연결됨";
"prof-powr-ac-off-str"			= "연결 안됨";
"prof-powr-capac-label"			= "용량:";
"prof-powr-volt-label"			= "전압:";
"prof-powr-status-label"		= "상태:";

